{
    "articles": [
        {
            "category": "HISTORY",
            "title": "Maya civilization",
            "highlights": [
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Mayamap.png/320px-Mayamap.png",
                    "text": "Dive into the Maya civilization! Originating in Mesoamerica before 2000 BC, they showcased intricate temples, advanced writing, and pioneering math & astronomy. From Mexico to El Salvador, explore a world of divine kings, sprawling cities, and captivating hieroglyphs."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Maya_civilization_location_map_-_geography.svg/320px-Maya_civilization_location_map_-_geography.svg.png",
                    "text": "The Maya civilization spanned from Mexico to Central America, covering a third of Mesoamerica. They connected with cultures like the Olmecs and Aztecs. Cities like Tikal and Chichen Itza were landmarks. Their terrain varied from dense Petén forests to southern volcanic highlands."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Maya-Maske.jpg/320px-Maya-Maske.jpg",
                    "text": "From elite narratives to jade dental art, their creations spanned murals, ceramics, and sculptures. Much has been lost, but what remains is a testament to their rich culture and unparalleled craftsmanship."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Mayan_Language_Migration_Map.svg/320px-Mayan_Language_Migration_Map.svg.png",
                    "text": "Before 2000 BC, the Maya had one language, Proto-Mayan, rooted in Guatemala's Highlands. It branched into major Mayan language groups, evolving into 30+ languages by the pre-Columbian era. Classic Maya texts mainly used Chʼolan, perhaps the elite's prestige language, like Medieval Latin. By the Postclassic, Yucatec joined in written records."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/El_Castillo_Stitch_2008_observer_edit.jpg/320px-El_Castillo_Stitch_2008_observer_edit.jpg",
                    "text": "Spread across 5 countries with standout sites like Chichen Itza, Palenque, and Tikal. Dive into history in Mexico's Yucatán, Guatemala's Highlands, or Belize's Caracol. Adventure awaits in these ancient cities!"
                }
            ],
            "summary": "The Maya civilization was a Mesoamerican civilization that existed from antiquity to the early modern period. It is known by its ancient temples and glyphs (script). The Maya script is the most sophisticated and highly developed writing system in the pre-Columbian Americas. The civilization is also noted for its art, architecture, mathematics, calendar, and astronomical system.",
            "leadImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Mayamap.png/320px-Mayamap.png"
        },
        {
            "category": "HISTORY",
            "title": "Statue of Liberty",
            "highlights": [
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Lady_Liberty_under_a_blue_sky_%28cropped%29.jpg/320px-Lady_Liberty_under_a_blue_sky_%28cropped%29.jpg",
                    "text": "The Statue of Liberty, a gift from France, has stood tall in NYC since 1886! Designed by Bartholdi with Eiffel's metalwork, it celebrates freedom, US independence (July 4, 1776), and the end of slavery. Born from an idea in 1865, funded by over 120,000 donors, it's a beacon for all!"
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Head_of_the_Statue_of_Liberty_on_display_in_a_park_in_Paris.jpg/320px-Head_of_the_Statue_of_Liberty_on_display_in_a_park_in_Paris.jpg",
                    "text": "In 1865, Laboulaye proposed a Franco-American monument celebrating freedom & democracy. By 1875, the Statue of Liberty project began, with France funding the statue & the US, the pedestal. After fundraising struggles & immense public support, the iconic statue was dedicated in NYC on Oct 28, 1886. A symbol of hope, it's a testament to unity & liberty!"
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Nancy_Reagan_waves_while_visiting_the_Statue_of_Liberty_in_New_York_City.jpg/320px-Nancy_Reagan_waves_while_visiting_the_Statue_of_Liberty_in_New_York_City.jpg",
                    "text": "The Statue of Liberty's torch once glowed faintly, likened to a glow worm! Over the years, from being under military watch to facing structural issues, Lady Liberty has seen it all. Closed post 9/11, it took till 2009 for limited access to her crown. A symbol of resilience & history!"
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Liberty_Island_photo_Don_Ramey_Logan.jpg/320px-Liberty_Island_photo_Don_Ramey_Logan.jpg",
                    "text": "Part of Manhattan, this free monument has a rich history. Take a ferry from Jersey City or Manhattan to visit. Climb to the crown with a special ticket. Did you know? It was a gift from France, symbolizing friendship."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/La_statue_de_la_Libert%C3%A9_du_pont_de_Grenelle_%C3%A0_Paris.JPG/320px-La_statue_de_la_Libert%C3%A9_du_pont_de_Grenelle_%C3%A0_Paris.JPG",
                    "text": "Paris has a quarter-sized version, and there's a 30ft replica in Brooklyn. The Boy Scouts gifted 200 mini-statues across the US. Oops moment: a 2010 stamp featured the Vegas replica! Lady Liberty shines in movies, music, and more."
                }
            ],
            "summary": "The Statue of Liberty is a colossal neoclassical sculpture on Liberty Island in New York Harbor in New York City, in the United States. The copper statue, a gift from the people of France, was designed by French sculptor Frédéric Auguste Bartholdi and its metal framework was built by Gustave Eiffel. The statue was dedicated on October 28, 1886.",
            "leadImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Lady_Liberty_under_a_blue_sky_%28cropped%29.jpg/320px-Lady_Liberty_under_a_blue_sky_%28cropped%29.jpg"
        },
        {
            "category": "HISTORY",
            "title": "Ancient Egypt",
            "highlights": [
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Ancient_Egypt_map-en.svg/320px-Ancient_Egypt_map-en.svg.png",
                    "text": "Ancient Egypt, birthed around 3100 BC, thrived in the Nile Valley. From the unification under Menes to power peaks in the New Kingdom, it faced invasions but stood resilient. Thanks to the Nile's bounty, they advanced in agriculture, writing, and monumental architecture. From pyramids to peace treaties, their legacy still inspires today!"
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/CairoEgMuseumTaaMaskMostlyPhotographed.jpg/320px-CairoEgMuseumTaaMaskMostlyPhotographed.jpg",
                    "text": "The Nile nurtured early humans 120,000 years ago. Egypt's lush past birthed the Giza pyramids. Dynasties rose and fell, facing invaders like the Hyksos. The New Kingdom expanded, but Libyans, Assyrians, and Persians took turns at the helm. By 30 BC, Rome's grip turned Egypt into its breadbasket."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Tomb_of_Nakht_%282%29.jpg/320px-Tomb_of_Nakht_%282%29.jpg",
                    "text": "Pharaohs ruled ancient Egypt, aided by viziers and a vast bureaucracy. With 42 regions and temples as economic hubs, the Nile's bounty fueled their culture. From farmers to the elite \"white kilt\" scribes, status mattered. Rich in resources and trading far, they thrived on common-sense law."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Colorful_Hieroglyphs_and_Starred_Ceiling_..._%2836473972566%29.jpg/320px-Colorful_Hieroglyphs_and_Starred_Ceiling_..._%2836473972566%29.jpg",
                    "text": "Egyptian language, with roots from 3200 BC, boasts the longest history of any tongue! From hieroglyphs to Demotic script, it evolved alongside kings and scribes. Known for its 25 consonants and unique verb conjugations, it's more than just symbols—it's a journey through time!"
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Artist%27s_Sketch_of_Pharaoh_Spearing_a_Lion_MET_1191R2_Sec501M.jpg/320px-Artist%27s_Sketch_of_Pharaoh_Spearing_a_Lion_MET_1191R2_Sec501M.jpg",
                    "text": "Ancient Egyptians are master builders with iconic pyramids, artists with timeless standards, and believers in the divine & afterlife. Their homes? Cool mudbrick with open-roof kitchens. Diet? Bread, beer, and occasional feasts. Their legacy? Still evident in modern Egypt's cuisine & culture!"
                }
            ],
            "summary": "Ancient Egypt was a civilization in Northeast Africa situated in the Nile Valley. Ancient Egyptian civilization followed prehistoric Egypt and coalesced around 3100 BC with the political unification of Upper and Lower Egypt under Menes. The history of ancient Egypt occurred as a series of stable kingdoms, separated by periods of relative instability known as Intermediate Periods: the Old Kingdom of the Early Bronze Age, the Middle Kingdom of the Middle Bronze Age and the New Kingdom of the Late Bronze Age.",
            "leadImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/All_Gizah_Pyramids.jpg/320px-All_Gizah_Pyramids.jpg"
        },
        {
            "category": "HISTORY",
            "title": "Masrur Temples",
            "highlights": [
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Masrur_rockcut_temple.jpg/320px-Masrur_rockcut_temple.jpg",
                    "text": "Unearthed in 1913, the 8th-century Masrur Temples in Himachal Pradesh are a marvel! Carved from solid rock, they overlook the Dhauladhar range. Celebrating Shiva, Vishnu, and Devi, their tales are etched in stone. Damaged but enduring, witness India's architectural brilliance."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Masrur_Rock_Cut_Temple_3.jpg/320px-Masrur_Rock_Cut_Temple_3.jpg",
                    "text": "Nestled 45 km from Dharamshala, these rock-cut wonders stand 2,500 feet above sea level, offering breathtaking views of the Dhauladhar range. Easily accessible from Shimla, Jalandhar, and Pathankot. Nearest airport? Dharamshala (DHM)."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Masrur_Rock_Cut_Temple_1.jpg/320px-Masrur_Rock_Cut_Temple_1.jpg",
                    "text": "From the 12th-19th centuries, India faced religious wars, overshadowing temples like Masrur. The Mughals ruled until the 18th century. British India began heritage preservation in the late 19th century. Misidentifications of Masrur temples were corrected by Hargreaves in 1915. Despite a 1905 earthquake, its unique design endured."
                }
            ],
            "summary": "The Masrur Temples, also referred to as Masroor Temples or Rock-cut Temples at Masrur, is an early 8th-century complex of rock-cut Hindu temples in the Kangra Valley of Beas River in Himachal Pradesh, India. The temples face northeast, towards the Dhauladhar range of the Himalayas. They are a version of North Indian Nagara architecture style, dedicated to Shiva, Vishnu, Devi and Saura traditions of Hinduism, with its surviving iconography likely inspired by a henotheistic framework.",
            "leadImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Masrur_rockcut_temple.jpg/320px-Masrur_rockcut_temple.jpg"
        },
        {
            "category": "NATURE",
            "title": "Giraffe",
            "highlights": [
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Giraffa_camelopardalis_head_%28Profil%29.jpg/320px-Giraffa_camelopardalis_head_%28Profil%29.jpg",
                    "text": "Did you know? Giraffes, the tallest mammals on Earth, might actually be eight distinct species! Recent DNA studies and fossils are reshaping our understanding. With their iconic long necks, they dine on acacia trees, towering above other herbivores. But with only 97.5K left in the wild as of 2016, it's time to appreciate and protect these majestic creatures!"
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Flickr_-_Rainbirder_-_High-rise_living.jpg/320px-Flickr_-_Rainbirder_-_High-rise_living.jpg",
                    "text": "Giraffes tower at 14-19 ft with unique coat patterns for camouflage. Their long necks, up to 2.4m, aren't just for reaching high leaves but might be for combat & vigilance. With a heart weighing 11kg, it pumps blood up their tall frame, and their 45cm tongue delicately picks leaves. Ever seen a sprinting giraffe? They can hit 60 km/h!"
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Giraffe_Ithala_KZN_South_Africa_Luca_Galuzzi_2004.JPG/320px-Giraffe_Ithala_KZN_South_Africa_Luca_Galuzzi_2004.JPG",
                    "text": "Giraffes roam savannahs, favoring Acacieae trees for calcium-rich twigs. They consume 75 lbs of plants daily and can go 3 days without water. Socially intricate, males ``neck\" for dominance. Often, male-to-male interactions are frequent. Their height aids in spotting predators, benefiting zebras too."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Giraffe_Oxpeckers_Lupande_Zambia_Jul23_A7R_06194.jpg/320px-Giraffe_Oxpeckers_Lupande_Zambia_Jul23_A7R_06194.jpg",
                    "text": "From ancient rock art to modern zoos, giraffes have captivated us for over 8,000 years! They've inspired African folktales, been the muse for Salvador Dalí, and even influenced astronaut suits. Whether in history books, films, or the stars above, these gentle giants continue to fascinate and inspire."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Giraffe_koure_niger_2006.jpg/320px-Giraffe_koure_niger_2006.jpg",
                    "text": "Giraffes, once numbering 155,000 in 1985, have dwindled to just 97,500 by 2016! Habitat loss, bushmeat hunting, and droughts are major threats. Good news? National parks, community conservation, and international laws are stepping up to protect these gentle giants. Let's keep them tall and proud!"
                }
            ],
            "summary": "The giraffe is a large African hoofed mammal belonging to the genus Giraffa. It is the tallest living terrestrial animal and the largest ruminant on Earth. Traditionally, giraffes were thought to be one species, Giraffa camelopardalis, with nine subspecies. Most recently, researchers proposed dividing them into up to eight extant species due to new research into their mitochondrial and nuclear DNA, as well as morphological measurements. Seven other extinct species of Giraffa are known from the fossil record.",
            "leadImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Giraffe_Mikumi_National_Park.jpg/320px-Giraffe_Mikumi_National_Park.jpg"
        },
        {
            "category": "NATURE",
            "title": "Elephant ",
            "highlights": [
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/African_Bush_Elephant.jpg/320px-African_Bush_Elephant.jpg",
                    "text": "Elephants, the largest land animals, come in 3 species: African bush, forest, and Asian. With unique features like trunks and tusks, they roam from Africa to Asia in diverse habitats. These intelligent creatures, known for their deep social bonds, can live up to 70 years! Sadly, they face threats from ivory trade and habitat loss."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Elephas_maximus_%28Bandipur%29.jpg/320px-Elephas_maximus_%28Bandipur%29.jpg",
                    "text": "Elephants, the sole survivors of the Proboscidea order, have a rich lineage with over 180 extinct relatives. Originating in Africa, they ventured globally after Afro-Arabia's collision with Eurasia 18-19 million years ago. Their evolution saw size growth, longer trunks, and diverse tusks. Some even shrank to just 3.3 ft!"
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/African_elephant_warning_raised_trunk.jpg/320px-African_elephant_warning_raised_trunk.jpg",
                    "text": "Elephants, Earth's largest land animals, boast trunks with 150,000 muscle fascicles, lifting up to 770 lbs. These majestic creatures use trunks for various tasks, even as snorkels underwater. Their tusks, growing 17 cm/year, are modified incisors. Like humans, they can be right or left-tusked. Sadly, ivory hunting impacts tusk evolution."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Elefantes_africanos_de_sabana_%28Loxodonta_africana%29%2C_Elephant_Sands%2C_Botsuana%2C_2018-07-28%2C_DD_114-117_PAN.jpg/320px-Elefantes_africanos_de_sabana_%28Loxodonta_africana%29%2C_Elephant_Sands%2C_Botsuana%2C_2018-07-28%2C_DD_114-117_PAN.jpg",
                    "text": "In 2021, African elephants became Endangered & Critically Endangered. From possibly 3 million in 1979 to 415,000 by 2016. Ivory trade led to drastic declines. Asian elephants, now 40k-50k, face habitat loss. Conservation, like wildlife corridors, is crucial. Protect our planet's giants!"
                }
            ],
            "summary": "Elephants are the largest living land animals. Three living species are currently recognised: the African bush elephant, the African forest elephant, and the Asian elephant. They are the only surviving members of the family Elephantidae and the order Proboscidea; extinct relatives include mammoths and mastodons. Distinctive features of elephants include a long proboscis called a trunk, tusks, large ear flaps, pillar-like legs, and tough but sensitive grey skin. The trunk is prehensile, bringing food and water to the mouth and grasping objects. Tusks, which are derived from the incisor teeth, serve both as weapons and as tools for moving objects and digging. The large ear flaps assist in maintaining a constant body temperature as well as in communication. African elephants have larger ears and concave backs, whereas Asian elephants have smaller ears and convex or level backs.",
            "leadImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/African_Bush_Elephant.jpg/320px-African_Bush_Elephant.jpg"
        },
        {
            "category": "NATURE",
            "title": "Australian Magpie",
            "highlights": [
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Cracticus_tibicen_hypoleuca_male_domain.jpg/320px-Cracticus_tibicen_hypoleuca_male_domain.jpg",
                    "text": "Australian magpies are native to Australia and New Guinea, with 9 subspecies. Known for their black and white look, complex songs, and ability to recognize 100+ humans. While mostly friendly, watch out in spring for protective swoops! Popular as sports mascots, but considered pests in New Zealand."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Big_Swoop_December_2022.jpg/320px-Big_Swoop_December_2022.jpg",
                    "text": "Revered in aboriginal folklore, South Australia's emblem since 1901, and on their flag from 1904. A favorite for sports teams like Collingwood since 1892. Crowned 2017's Australian Bird of the Year and Australia's top animal sound in 2023. A true Aussie icon!"
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Magpie_inflight.jpg/320px-Magpie_inflight.jpg",
                    "text": "During Australia's magpie breeding season (late Aug-Dec), a few get aggressive, especially towards youngsters & cyclists. Attacks peak as chicks grow but are rare (<9%). Tips: Keep magpies in sight, wear sunglasses backward, or use bike flags. They're protected, so handle them with care."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Australian_Magpie_feeding.jpg/320px-Australian_Magpie_feeding.jpg",
                    "text": "They are walkers, not hoppers, thanks to their unique legs. They're territorial, have complex social displays, and are clever—evident from a 2022 study where they assisted each other in removing tracking devices. They've even figured out how to safely eat toxic cane toads. "
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Gymnorhina_tibicen%2C_nesting.JPG/320px-Gymnorhina_tibicen%2C_nesting.JPG",
                    "text": "Native to most of Australia and parts of New Guinea, were introduced to New Zealand in the 1860s to combat pests. While once protected, their impact on native New Zealand birds is debated. They thrive in open spaces, and land-clearing has boosted their numbers. "
                }
            ],
            "summary": "The Australian magpie is a black and white passerine bird native to Australia and southern New Guinea, and introduced to New Zealand. Although once considered to be three separate species, it is now considered to be one, with nine recognised subspecies. A member of the Artamidae, the Australian magpie is placed in its own genus Gymnorhina and is most closely related to the black butcherbird. It is not closely related to the European magpie, which is a corvid.",
            "leadImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Cracticus_tibicen_hypoleuca_male_domain.jpg/320px-Cracticus_tibicen_hypoleuca_male_domain.jpg"
        },
        {
            "category": "NATURE",
            "title": "Amazon parrot",
            "highlights": [
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Amazona_parrots_collage.jpg/320px-Amazona_parrots_collage.jpg",
                    "text": "Amazon parrots, native from South America to the Caribbean, are part of 92 parrot genera. With 30 species, they're known for their vibrant colors and ability to mimic speech. Popular as pets, over-capturing threatens some species. The US & EU have banned wild captures to protect them. They've even gone global with feral populations!"
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Portrait_of_Yellow-headed_Amazon_Parrot.jpg/320px-Portrait_of_Yellow-headed_Amazon_Parrot.jpg",
                    "text": "Introduced in 1830 by René Lesson, the \"Amazona\" genus has around 30 parrot species. Its taxonomy, especially for the yellow-crowned amazon, sparks debate. A 2017 study proposed a new species, the blue-winged amazon, but its validity is questioned. Some Caribbean amazon parrots are extinct, their origins and taxonomy forever a mystery."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Orange-winged_parrots_%28Amazona_amazonica_tobagensis%29.jpg/320px-Orange-winged_parrots_%28Amazona_amazonica_tobagensis%29.jpg",
                    "text": "Amazon parrots are mostly green with vibrant contrasts! Ranging 9-17¾ inches long, these medium-large birds have short tails, wings, and a unique notch on their beak. Males and females are similar in size, but some species differ under UV light. They weigh 190g-565g and have a body temp of 107.1°F with heart rates of 340-600 bpm. "
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Red-lored_parrot_%28Amazona_autumnalis_salvini%29_feeding.jpg/320px-Red-lored_parrot_%28Amazona_autumnalis_salvini%29_feeding.jpg",
                    "text": "Amazon parrots, native to the Neotropical Americas, are now spotted globally! From their introduction in Genoa, Italy in 1991 to over 12 species chilling in Miami, Florida, these vibrant birds are making their mark. Whether it's the rainforests, savannas, or high-elevation cloud-forests, they've found a home."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Amazona_auropalliata_-captive-8a.jpg/320px-Amazona_auropalliata_-captive-8a.jpg",
                    "text": "Captive-bred birds breed around 4 years, with some like yellow-crowned amazons at 6. Amazon parrots breed in late winter and spring, with West Indian types earlier than Mexican. They eat seeds, nuts, and fruits, and communicate vocally. Wild yellow-naped amazons have regional vocal dialects, and in captivity, they mimic human speech."
                }
            ],
            "summary": "Amazon parrots are parrots in the genus Amazona. They are medium-sized, short-tailed parrots native to the Americas, with their range extending from South America to Mexico and the Caribbean. Amazona is one of the 92 genera of parrots that make up the order Psittaciformes and is in the family Psittacidae, one of three families of true parrots. It contains about thirty species. Most amazons are predominantly green, with accenting colors that depend on the species, and they can be quite vivid. They feed primarily on seeds, nuts, and fruits, supplemented by leafy matter.",
            "leadImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Amazona_parrots_collage.jpg/320px-Amazona_parrots_collage.jpg"
        },
        {
            "category": "LIFESTYLE",
            "title": "Maraba Coffee",
            "highlights": [
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Maraba.JPG/320px-Maraba.JPG",
                    "text": "Maraba coffee, grown in Rwanda's high-altitude volcanic soils, is handpicked mainly from March-May. Quality-sorted beans are sold to top roasters like Union Coffee (UK) & Community Coffee (US). Brewed into beer & backed by 500k farmers, this coffee has soared in the specialty market since 1999 with support from NUR & PEARL."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Starr_070308-5472_Coffea_arabica.jpg/320px-Starr_070308-5472_Coffea_arabica.jpg",
                    "text": "From unsellable coffee in 1999 to global recognition! Rwandan farmers in Maraba formed Abahuzamugambi, turning their coffee game around. With partnerships like PEARL & Fairtrade status, they went from earning $0.33/kg to $3/kg. "
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/NP_Rwanda_Coffee6_%286283320845%29.jpg/320px-NP_Rwanda_Coffee6_%286283320845%29.jpg",
                    "text": "Grown in Rwanda's scenic highlands, 93 mi from Kigali, it thrives between 5,577–6,889 ft above sea level on rich volcanic terrains. With 45 inches of rain yearly, peak harvest is March-May. A cool 68°F average keeps it fresh. "
                }
            ],
            "summary": "Maraba coffee is grown in the Maraba area of southern Rwanda. Maraba's coffee plants are the Bourbon variety of the Coffea arabica species and are grown on fertile volcanic soils on high-altitude hills. The fruit is handpicked, mostly during the rainy season between March and May, and brought to a washing station in Maraba, where the coffee beans are extracted and dried. At several stages, the beans are sorted according to quality. The farmers receive credits based on the amount and quality of the beans they provide.",
            "leadImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Starr_070308-5472_Coffea_arabica.jpg/320px-Starr_070308-5472_Coffea_arabica.jpg"
        },
        {
            "category": "LIFESTYLE",
            "title": "Comics",
            "highlights": [
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Little_Nemo_sea.jpg/320px-Little_Nemo_sea.jpg",
                    "text": "Comics is a vibrant medium blending of images & text in sequential panels. From ancient cave paintings to today's webcomics, they've evolved globally. Europe's love dates back to the 1830s, while the US embraced superheroes in the 1930s. Japan's manga history spans centuries. "
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Toepffer_Cryptogame_13.png/320px-Toepffer_Cryptogame_13.png",
                    "text": "From Switzerland's Töpffer in 1827 to Japan's manga legacy, comics have a rich global history. Europe, America, and Japan each shaped unique narratives, evolving from newspapers to today's graphic novels. Once stigmatized, comics now bridge cultural divides. "
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Little_Nemo_1907-09-29.jpg/320px-Little_Nemo_1907-09-29.jpg",
                    "text": "From early 20th-century newspaper strips in the US to serialized comics in Europe and Japan. The term \"cartoon\" originated in 1843 in Punch magazine. Webcomics emerged in the 1980s, breaking traditional page constraints. Whether single-panel or graphic novel, comics captivate!"
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/PunchandJudyComicsV01-0145-panel3.jpg/320px-PunchandJudyComicsV01-0145-panel3.jpg",
                    "text": "\"Comics\" is singular for the medium, while \"comic\" refers to individual strips or books. Panels capture moments, and readers connect them using closure. Speech balloons and captions bring stories to life. Often a team effort, comics span genres and cultures, from manga to bandes dessinées."
                }
            ],
            "summary": "Comics is a medium used to express ideas with images, often combined with text or other visual information. It typically takes the form of a sequence of panels of images. Textual devices such as speech balloons, captions, and onomatopoeia can indicate dialogue, narration, sound effects, or other information. There is no consensus among theorists and historians on a definition of comics; some emphasize the combination of images and text, some sequentiality or other image relations, and others historical aspects such as mass reproduction or the use of recurring characters. Cartooning and other forms of illustration are the most common image-making means in comics; fumetti is a form that uses photographic images. Common forms include comic strips, editorial and gag cartoons, and comic books. Since the late 20th century, bound volumes such as graphic novels, comic albums, and tankōbon have become increasingly common, while online webcomics have proliferated in the 21st century.",
            "leadImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Little_Nemo_sea.jpg/320px-Little_Nemo_sea.jpg"
        },
        {
            "category": "LIFESTYLE",
            "title": "Body piercing",
            "highlights": [
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Collection_of_body_piercing_jewellery.jpg/320px-Collection_of_body_piercing_jewellery.jpg",
                    "text": "Body piercing, an age-old art, dates back 5,000+ years with ancient earrings and nose piercings from 1500 BCE! From cultural traditions to self-expression, reasons vary. While it's gained mainstream popularity since the '70s, it's essential to prioritize safety and aftercare. "
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Girl%27s_belly_and_the_beach.jpg/320px-Girl%27s_belly_and_the_beach.jpg",
                    "text": "More than a trend! 62% in a 2001 survey did it for individuality. It's been a spiritual ritual, a trauma coping mechanism, and a statement of identity. From historical ceremonies to modern rebellion, it's a multifaceted expression of self."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Elaine_Davidson_Front.jpg/320px-Elaine_Davidson_Front.jpg",
                    "text": "Elaine Davidson, the \"Most Pierced Woman\", had 4,225 certified piercings by 2006 and 6,005 by 2009! Meanwhile, Kam Ma set a record in 2006 with 1,015 temporary rings in just under 8 hours. Piercing enthusiasts, these feats are mind-blowing!"
                }
            ],
            "summary": "Body piercing, which is a form of body modification, is the practice of puncturing or cutting a part of the human body, creating an opening in which jewelry may be worn, or where an implant could be inserted. The word piercing can refer to the act or practice of body piercing, or to an opening in the body created by this act or practice. It can also, by metonymy, refer to the resulting decoration, or to the decorative jewelry used. Piercing implants alter the body and/or skin profile and appearance. Although the history of body piercing is obscured by popular misinformation and by a lack of scholarly reference, ample evidence exists to document that it has been practiced in various forms by multiple sexes since ancient times throughout the world. Body piercing can be performed on people of all ages, although most minors are only permitted to have earlobe piercings.",
            "leadImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Body_art.jpg/320px-Body_art.jpg"
        },
        {
            "category": "LIFESTYLE",
            "title": "Friends",
            "highlights": [
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Friends_%286196877626%29.jpg/320px-Friends_%286196877626%29.jpg",
                    "text": "Friends aired from 1994-2004, capturing hearts with its iconic cast: Aniston, Cox, Kudrow, LeBlanc, Perry & Schwimmer. Set in NYC, it became one of TV's greatest, with 62 Emmy nominations & a finale watched by 52.5M! Remember the magic? They reunited in 2021 on HBO Max"
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Friends_%28letras_brancas%2C_fundo_preto%29.svg/320px-Friends_%28letras_brancas%2C_fundo_preto%29.svg.png",
                    "text": "Rachel escapes her posh life to join Monica's quirky crew in NYC. From Ross & Rachel's on-off romance to Joey's acting dreams, this sitcom gives us 10 seasons of laughter, love, and Central Perk coffee. From weddings to breakups, it's a 90s classic! "
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Friends_actors_montage.jpg/320px-Friends_actors_montage.jpg",
                    "text": "Jennifer Aniston's Rachel went from waitress to fashionista. Courteney Cox's Monica: chef to mom. Lisa Kudrow's Phoebe sang quirky songs. Matt LeBlanc's Joey charmed with \"How you doin'?\". Matthew Perry's Chandler joked, and David Schwimmer's Ross loved paleontology. From earning $22.5K to $1M per episode, their bond was iconic!"
                }
            ],
            "summary": "Friends is an American television sitcom created by David Crane and Marta Kauffman, which aired on NBC from September 22, 1994, to May 6, 2004, lasting ten seasons. With an ensemble cast starring Jennifer Aniston, Courteney Cox, Lisa Kudrow, Matt LeBlanc, Matthew Perry and David Schwimmer, the show revolves around six friends in their 20s and 30s who live in Manhattan, New York City. The original executive producers were Kevin S. Bright, Kauffman, and Crane.",
            "leadImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Friends_%286196877626%29.jpg/320px-Friends_%286196877626%29.jpg"
        },
        {
            "category": "PLACES",
            "title": "Rwanda",
            "highlights": [
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Flag_of_Rwanda.svg/320px-Flag_of_Rwanda.svg.png",
                    "text": "Rwanda, known as the 'land of a thousand hills', is nestled in Central Africa's Great Rift Valley. With a history from Stone Age settlements to kingdoms and the 1994 genocide, it's now led by President Kagame. Kigali is its heart, and its economy thrives on coffee, tea, and booming tourism."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/RwandaGeoProvinces.png/320px-RwandaGeoProvinces.png",
                    "text": "From early settlements around 8000 BC, the rise & fall of kingdoms, to colonial rule by Germany & Belgium. The 20th century saw tensions, a tragic genocide, & a resilient comeback. Today, Rwanda shines with rapid economic growth & a surge in life expectancy!"
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Mountain_gorilla_from_Susa_Group_in_Karisimbi_thicket_of_Volcanoes_National_Park_in_Rwanda._Emmanuel_Kwizera.jpg/320px-Mountain_gorilla_from_Susa_Group_in_Karisimbi_thicket_of_Volcanoes_National_Park_in_Rwanda._Emmanuel_Kwizera.jpg",
                    "text": "Rwanda, the \"Land of a Thousand Hills\", boasts Lake Kivu, one of the world's deepest, and peaks up to 4,507m. Home to mountain gorillas, 670 bird species, and the \"bush tiger mantis\". With Kigali at its heart, it's reviving its lion and rhino populations despite climate challenges."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Igiseke.jpg/320px-Igiseke.jpg",
                    "text": "From the rhythmic umushagiriro & intore dances to the beats of ingoma drums. Dive into the oral traditions, witness the legacy of Alexis Kagame, and feel the pulse of modern hip hop. Explore crafts like imigongo, savor local cuisines, and join in umuganda community service. Whether it's football, cycling, or the Olympics, Rwanda's spirit shines bright!"
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Paul_Kagame_2014.jpg/320px-Paul_Kagame_2014.jpg",
                    "text": "Rwanda's President Kagame, in power since 2000, could remain until 2034 due to a 2015 referendum. Despite its constitution promoting democracy, critics cite political repression. Rwanda boasts a Parliament with a female majority, one of only three globally. While praised for low corruption, concerns over human rights persist."
                }
            ],
            "summary": "Rwanda, officially the Republic of Rwanda, is a landlocked country in the Great Rift Valley of Central Africa, where the African Great Lakes region and Southeast Africa converge. Located a few degrees south of the Equator, Rwanda is bordered by Uganda, Tanzania, Burundi, and the Democratic Republic of the Congo. It is highly elevated, giving it the soubriquet \"land of a thousand hills\", with its geography dominated by mountains in the west and savanna to the southeast, with numerous lakes throughout the country. The climate is temperate to subtropical, with two rainy seasons and two dry seasons each year. It is the most densely populated mainland African country; among countries larger than 10,000 km2, it is the fifth most densely populated country in the world. Its capital and largest city is Kigali.",
            "leadImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Flag_of_Rwanda.svg/320px-Flag_of_Rwanda.svg.png"
        },
        {
            "category": "PLACES",
            "title": "Hyderabad ",
            "highlights": [
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Hyderabad_Montage_2020.jpg/320px-Hyderabad_Montage_2020.jpg",
                    "text": "Hyderabad, Telangana's capital, boasts a history from 1591. India's 4th largest city with 6.9M residents, it transitioned from the \"City of Pearls\" to a modern IT and biotech hub. Landmarks like Charminar and a UNESCO gastronomy nod highlight its rich cultural blend."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Gachibowli_IT_%26_Financial_District_Skyline_View%2C_Dec_2018.jpg/320px-Gachibowli_IT_%26_Financial_District_Skyline_View%2C_Dec_2018.jpg",
                    "text": "Originally known as Baghnagar, it was named after Bhagmati, who became Hyder Mahal. Founded by Muhammad Quli Qutb Shah, its history spans from Stone Age discoveries to the formation of Telangana in 2014. Home to Charminar and Mecca Masjid, it's seen dynasties from Chalukyas to Nizams."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Photo_from_Nehru_zoological_park%2C_Hyderabad_4178.JPG/320px-Photo_from_Nehru_zoological_park%2C_Hyderabad_4178.JPG",
                    "text": "Hyderabad boasts a mix of tropical wet & dry climates with temps ranging from a chilly 10°C in winter to a scorching 45.5°C in summer. Expect heavy monsoon rains June-Oct. The city's diverse habitats, from lakes to hills, host a range of flora & fauna. Don't miss the lion & tiger safari at Nehru Zoological Park or the national parks nearby!"
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Hyderabadi_biryani_%28406687573%29.jpg/320px-Hyderabadi_biryani_%28406687573%29.jpg",
                    "text": "A cultural fusion where Mughal decline met Nizam patronage. North meets South in language, festivals, and fashion. From Qutb Shahi arts to Tollywood's rise, it's a city of stories. And yes, it's home to UNESCO-listed Hyderabadi biryani."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Begumpet_main_road_from_Metro_station.jpg/320px-Begumpet_main_road_from_Metro_station.jpg",
                    "text": "Hyderabad's transport is on point! Metro is India's 2nd largest with 69.2 km & 57 stations. Daily, 3.5M people commute via buses, light railways, taxis & rickshaws. With 5.3M vehicles, traffic is a challenge. Kudos to RGIA, named Best Airport in 2020!"
                }
            ],
            "summary": "Hyderabad is the capital and largest city of the Indian state of Telangana. It occupies 650 km2 (250 sq mi) on the Deccan Plateau along the banks of the Musi River, in the northern part of Southern India. With an average altitude of 542 m (1,778 ft), much of Hyderabad is situated on hilly terrain around artificial lakes, including the Hussain Sagar lake, predating the city's founding, in the north of the city centre. According to the 2011 Census of India, Hyderabad is the fourth-most populous city in India with a population of 6.9 million residents within the city limits, and has a population of 9.7 million residents in the metropolitan region, making it the sixth-most populous metropolitan area in India. With an output of US$74 billion, Hyderabad has the fifth-largest urban economy in India.",
            "leadImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Charminar_sumeet_photography_3.JPG/320px-Charminar_sumeet_photography_3.JPG"
        },
        {
            "category": "PLACES",
            "title": "Japan",
            "highlights": [
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Regions_and_Prefectures_of_Japan_2.svg/320px-Regions_and_Prefectures_of_Japan_2.svg.png",
                    "text": "Discover Japan! An island nation in East Asia, home to 14,125 islands with Tokyo as its bustling capital. From its ancient history of emperors and samurai to its modern status as a tech & cultural giant, Japan boasts the world's highest life expectancy and a rich tapestry of art, cuisine, and pop culture."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Emperor_of_Japan_Birthday_Akihito_2017.png/320px-Emperor_of_Japan_Birthday_Akihito_2017.png",
                    "text": "From its first inhabitants 30,000 years ago, the rise of samurai warriors, to opening its doors to the West in the 1850s. Japan faced WWII devastation, rebuilt to become a global economic powerhouse, and recently welcomed the Reiwa era in 2019. "
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Japan_topo_en.jpg/320px-Japan_topo_en.jpg",
                    "text": "A land of 14,125 islands stretching 3,000 km! 67% forested, home to 111 active volcanoes, and prone to earthquakes & tsunamis. With climates ranging from snowy Hokkaido to tropical Ryukyu, it's a biodiversity hotspot with 90,000+ wildlife species. Record heat? 41.1°C in 2018 & 2020. Committed to a greener future, Japan aims for carbon-neutrality by 2050!"
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Diet_of_Japan_Kokkai_2009.jpg/320px-Diet_of_Japan_Kokkai_2009.jpg",
                    "text": "Japan's Emperor Naruhito holds a ceremonial role, with PM Fumio Kishida and the Cabinet wielding power. The 1947 Constitution is the world's oldest unamended one. In 2023, 26-year-old Ryosuke Takashima became Japan's youngest mayor. Japan maintains strong US ties but faces regional disputes."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Japan_Airlines%2C_Boeing_787-9_JA861J_NRT_%2819455285040%29.jpg/320px-Japan_Airlines%2C_Boeing_787-9_JA861J_NRT_%2819455285040%29.jpg",
                    "text": "Japan boasts 750K miles of roads, competitive railways, and punctual Shinkansen bullet trains. With 175 airports, Tokyo's Haneda stood as Asia's 2nd busiest in 2019. Post-2011, there's been a shift from nuclear energy. Impressively, almost everyone in Japan has access to clean piped water!"
                }
            ],
            "summary": "Japan is an island country in East Asia. It is in the northwest Pacific Ocean and is bordered on the west by the Sea of Japan, extending from the Sea of Okhotsk in the north toward the East China Sea, Philippine Sea, and Taiwan in the south. Japan is a part of the Ring of Fire, and spans an archipelago of 14,125 islands, with the five main islands being Hokkaido, Honshu, Shikoku, Kyushu, and Okinawa. Tokyo is the nation's capital and largest city, followed by Yokohama, Osaka, Nagoya, Sapporo, Fukuoka, Kobe, and Kyoto.",
            "leadImage": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9e/Flag_of_Japan.svg/320px-Flag_of_Japan.svg.png"
        },
        {
            "category": "PLACES",
            "title": "Winnipeg",
            "highlights": [
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/UofW.JPG/320px-UofW.JPG",
                    "text": "Winnipeg, Canada's 6th largest city with a pop. of 749,607, sits at the heart of North America! Named after \"muddy water\" in Cree, it's a historic hub for Indigenous trade & birthplace of the Métis Nation. From hosting the '67 Pan Am Games to vibrant festivals & pro sports teams, it's truly the Gateway to the West!"
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Esplanderiel.jpg/320px-Esplanderiel.jpg",
                    "text": "Winnipeg, named after Lake Winnipeg 65 km north, has roots in Cree & Ojibwe meaning 'murky water'. First eyed by explorer Henry Kelsey in 1690, it was later marked by fur trader La Vérendrye in the 1730s. The name graced The Nor'-Wester's masthead in 1866 & became official in 1873!"
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Canadian_Museum_for_Human_Rights%2C_Winnipeg%2C_Manitoba_%2829035323837%29.jpg/320px-Canadian_Museum_for_Human_Rights%2C_Winnipeg%2C_Manitoba_%2829035323837%29.jpg",
                    "text": "Canada's 2010 Cultural Capital with 26 Historic Sites! Dive into The Forks' 4M visits, Winnie-the-Pooh's roots, unique dishes, and the oldest art gallery in Western Canada. From the Royal Winnipeg Ballet to the NHL's Jets and the 12-time champion Blue Bombers, it's a city of wonders."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Winnipeg_International_Airport_arrivals_hall.jpg/320px-Winnipeg_International_Airport_arrivals_hall.jpg",
                    "text": "Winnipeg's transit started in 1882 with horse-drawn streetcars, evolving to diesel buses. A key railway hub with US connections, it has a major airport, CentrePort Canada trade zone, and a unique biosafety level 4 lab. Yet, the city faces challenges with outsourced services like garbage collection."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/River_River_Curling.jpg/320px-River_River_Curling.jpg",
                    "text": "Winnipeg has North America's largest urban elm forest. Nestled in the Canadian Prairies, it's protected from floods by the Red River Floodway. With warm summers, cold winters, it's Canada's second sunniest city. "
                }
            ],
            "summary": "Winnipeg is the capital and largest city of the province of Manitoba in Canada. It is centred on the confluence of the Red and Assiniboine rivers, near the longitudinal centre of North America. As of 2021, Winnipeg had a city population of 749,607 and a metropolitan population of 834,678, making it Canada's sixth-largest city and eighth-largest metropolitan area.",
            "leadImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/UofW.JPG/320px-UofW.JPG"
        },
        {
            "category": "PERSONALITIES",
            "title": "Lionel Messi",
            "highlights": [
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Lionel-Messi-Argentina-2022-FIFA-World-Cup_%28cropped%29.jpg/320px-Lionel-Messi-Argentina-2022-FIFA-World-Cup_%28cropped%29.jpg",
                    "text": "From Argentina to global stardom! Lionel Messi, football legend, boasts 7 Ballon d'Ors, record goals in La Liga, and led Argentina to World Cup victory in 2022. Once Barcelona's gem, he now shines in Inter Miami. With over 800 career goals and a billion in earnings, Messi's legacy is unmatched! "
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Leo_Messi_v_Granada_2014.jpg/320px-Leo_Messi_v_Granada_2014.jpg",
                    "text": "From 2009-2014, Messi dominated football earnings, breaking €100m by 2018. By 2020, he joined the $1 billion club. Endorsed by giants like Adidas and Pepsi, he's a global icon with 114m Facebook and 450m Instagram followers. From Hard Rock Cafe partnerships to India's festivals, Messi's influence is vast."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Moment_of_the_Champions_League_final_FC_Barcelona_-_Juventus_2015.jpg/320px-Moment_of_the_Champions_League_final_FC_Barcelona_-_Juventus_2015.jpg",
                    "text": "Messi's short stature gives him unmatched agility. Guardiola claims he's faster with the ball than without! Ranking 6th in direct free-kick goals, he's not just a scorer but a playmaker. From winger to midfield maestro, Messi's football evolution is legendary."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Messi_Maradona.jpg/320px-Messi_Maradona.jpg",
                    "text": "By age 20, Messi was hailed by legends like Maradona and Ronaldinho. After his 2021 Copa América win and Argentina's 2022 World Cup triumph, debates shifted from his current prowess to his all-time greatness. Once seen as \"more Catalan\", Messi's dedication to Argentina solidified his legendary status."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Cristiano_Ronaldo_and_Lionel_Messi_-_Portugal_vs_Argentina%2C_9th_February_2011.jpg/320px-Cristiano_Ronaldo_and_Lionel_Messi_-_Portugal_vs_Argentina%2C_9th_February_2011.jpg",
                    "text": "From Ali-Frazier to Federer-Nadal, sports rivalries have always captivated us. Enter Messi vs Ronaldo! Since 2008, Messi leads with 7 Ballons d'Or, 6 FIFA Best Player awards, and 6 Golden Shoes. Their epic face-offs in El Clásico and contrasting styles keep fans debating. But after Messi's 2022 World Cup win, many say he's settled the score!"
                }
            ],
            "summary": "Lionel Andrés Messi, also known as Leo Messi, is an Argentine professional footballer who plays as a forward for and captains both Major League Soccer club Inter Miami and the Argentina national team. Widely regarded as one of the greatest players of all time, Messi has won a record seven Ballon d'Or awards and a record six European Golden Shoes, and in 2020 he was named to the Ballon d'Or Dream Team. Until leaving the club in 2021, he had spent his entire professional career with Barcelona, where he won a club-record 34 trophies, including ten La Liga titles, seven Copa del Rey titles and the UEFA Champions League four times. With his country, he won the 2021 Copa América and the 2022 FIFA World Cup. A prolific goalscorer and creative playmaker, Messi holds the records for most goals in La Liga (474), most hat-tricks in La Liga (36) and the UEFA Champions League (eight), and most assists in La Liga (192) and the Copa América (17). He also has the most international goals by a South American male (106). Messi has scored over 800 senior career goals for club and country, and has the most goals by a player for a single club (672).",
            "leadImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Lionel-Messi-Argentina-2022-FIFA-World-Cup_%28cropped%29.jpg/320px-Lionel-Messi-Argentina-2022-FIFA-World-Cup_%28cropped%29.jpg"
        },
        {
            "category": "PERSONALITIES",
            "title": "Maya Angelou",
            "highlights": [
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Angelou_at_Clinton_inauguration_%28cropped_2%29.jpg/320px-Angelou_at_Clinton_inauguration_%28cropped_2%29.jpg",
                    "text": "Born in 1928, Maya Angelou rose from humble beginnings to become a renowned poet, memoirist, and civil rights activist. Her \"I Know Why the Caged Bird Sings\" earned global acclaim. From working with MLK Jr. to reciting poetry at Clinton's '93 inauguration, Angelou's legacy is a testament to resilience and brilliance."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Portrait_photograph_of_Maya_Angelou_by_Henry_Monroe_from_the_1969_first-edition_dust_jacket_of_I_Know_Why_the_Caged_Bird_Sings.png/320px-Portrait_photograph_of_Maya_Angelou_by_Henry_Monroe_from_the_1969_first-edition_dust_jacket_of_I_Know_Why_the_Caged_Bird_Sings.png",
                    "text": "From dancing in San Francisco clubs to touring Europe, Maya Angelou's journey was nothing short of extraordinary. She changed her name, embraced calypso, and wrote iconic autobiographies. By 1993, she recited poetry at a presidential inauguration. A trailblazer, she defied norms and became a voice for many. "
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Portrait_photograph_of_Maya_Angelou_by_Marlene_Callahan_Wallace_from_the_1978_first-edition_dust_jacket_of_And_Still_I_Rise.jpg/320px-Portrait_photograph_of_Maya_Angelou_by_Marlene_Callahan_Wallace_from_the_1978_first-edition_dust_jacket_of_And_Still_I_Rise.jpg",
                    "text": "Maya Angelou's DNA links to West Africa's Mende people. A 2008 PBS doc revealed her great-grandmother's tumultuous past. Angelou, always candid, urged embracing one's truth. Known for her unique writing rituals and memorable gatherings, her legacy remains a beacon of inspiration."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Angelou_Obama.jpg/320px-Angelou_Obama.jpg",
                    "text": "Maya Angelou, a literary giant, penned 7 autobiographies, journeying from Arkansas to Africa & pivotal moments like MLK Jr.'s assassination. Her 3rd book broke records, and by 85, she released 'Mom & Me & Mom'. From poetry to acting, she made history in film & was chosen by President Clinton for his '93 inauguration. A legacy unmatched!"
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Maya_Angelou_visits_YCP_Feb_2013.jpg/320px-Maya_Angelou_visits_YCP_Feb_2013.jpg",
                    "text": "Maya Angelou revolutionized autobiographical writing, blending fiction techniques & challenging its structure. Drawing from African-American traditions, she spoke as 'I' but meant 'we', defending Black culture. While some critics found her style dated, Angelou's impact paved the way for future Black writers to be seen as individuals, not just race representatives."
                }
            ],
            "summary": "Maya Angelou was an American memoirist, poet, and civil rights activist. She published seven autobiographies, three books of essays, several books of poetry, and is credited with a list of plays, movies, and television shows spanning over 50 years. She received dozens of awards and more than 50 honorary degrees. Angelou's series of seven autobiographies focus on her childhood and early adult experiences. The first, I Know Why the Caged Bird Sings (1969), tells of her life up to the age of 17 and brought her international recognition and acclaim.",
            "leadImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Angelou_at_Clinton_inauguration_%28cropped_2%29.jpg/320px-Angelou_at_Clinton_inauguration_%28cropped_2%29.jpg"
        },
        {
            "category": "PERSONALITIES",
            "title": "Nelson Mandela",
            "highlights": [
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Nelson_Mandela_1994.jpg/320px-Nelson_Mandela_1994.jpg",
                    "text": "Born into Thembu royalty, Nelson Mandela became South Africa's first black president in 1994 after 27 years in prison for fighting apartheid. Championing racial reconciliation, he won the Nobel Peace Prize and is globally hailed as an icon of democracy. Remembered as Madiba, he's South Africa's \"Father of the Nation\""
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Young_Mandela.jpg/320px-Young_Mandela.jpg",
                    "text": "Born 18 July 1918, Nelson Mandela, originally dubbed \"troublemaker\" in Xhosa, later became Madiba. Raised in Qunu with deep-rooted Xhosa traditions, he attended a Methodist school. Under Thembu regent Chief Jongintaba's guardianship, he embraced African history. At 16, he transitioned into manhood."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Mandela_voting_in_1994.jpg/320px-Mandela_voting_in_1994.jpg",
                    "text": "African nationalist & socialist, inspired by global leaders like Gandhi. Advocated non-violence, yet pragmatic in approach. Balanced Western & African governance ideals. Though influenced by Marxism & tied to the South African Communist Party, he championed democracy & adapted to global economic shifts."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Nelson_Mandela%2C_2000_%284%29.jpg/320px-Nelson_Mandela%2C_2000_%284%29.jpg",
                    "text": "A charismatic leader who magnetized many with his regal presence and style. Known for his iconic 'Madiba shirts', he was a master of imagery, yet lived a private, austere life. A man of charm, humor, and commitment, he bridged communities effortlessly. Married thrice, fathered six, and left a legacy of love and leadership."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Nelson_Mandela_tributes_in_Parliament_Square_-_London_-_DSCF0404.jpg/320px-Nelson_Mandela_tributes_in_Parliament_Square_-_London_-_DSCF0404.jpg",
                    "text": "South Africa's \"father of the nation\" and a global icon. From the world's most renowned political prisoner to a symbol of anti-apartheid and human equality. Despite controversies, he earned 250+ awards, including the Nobel Peace Prize. Remember him every 18 July on \"Mandela Day”. "
                }
            ],
            "summary": "Nelson Rolihlahla Mandela was a South African anti-apartheid activist and politician who served as the first president of South Africa from 1994 to 1999. He was the country's first black head of state and the first elected in a fully representative democratic election. His government focused on dismantling the legacy of apartheid by fostering racial reconciliation. Ideologically an African nationalist and socialist, he served as the president of the African National Congress (ANC) party from 1991 to 1997.",
            "leadImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Nelson_Mandela_1994.jpg/320px-Nelson_Mandela_1994.jpg"
        },
        {
            "category": "PERSONALITIES",
            "title": "Michael Jackson",
            "highlights": [
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Michael_Jackson_1984_%28cropped%29.jpg/320px-Michael_Jackson_1984_%28cropped%29.jpg",
                    "text": "Michael Jackson, the 'King of Pop', revolutionized music and dance. With iconic hits like 'Billie Jean' and 'Thriller', he redefined MTV's era. 'Thriller' is the all-time best-seller. With 15 Grammys and 400M+ records sold, his legacy spans generations. A legend forever!"
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/3/31/Michael_Jackson_in_1988.jpg",
                    "text": "Jackson, with sales between 400M-1B, holds 13 US number-one singles, the most for any male artist in the Hot 100 era. Honored thrice at the White House, he's bagged 13 Grammys, 26 AMAs, and 39 Guinness World Records. "
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Michael_Jackson_Dangerous_World_Tour_1993.jpg/320px-Michael_Jackson_Dangerous_World_Tour_1993.jpg",
                    "text": "He reshaped music, dance, and fashion. Championing racial integration and environmentalism in hits like \"Man in the Mirror\", he's hailed by Guinness as the Most Successful Entertainer of All Time. For over four decades, his influence on pop culture remains unmatched."
                }
            ],
            "summary": "Michael Joseph Jackson was an American singer, songwriter, dancer, and philanthropist. Known as the \"King of Pop\", he is regarded as one of the most significant cultural figures of the 20th century. During his four-decade career, his contributions to music, dance, and fashion, along with his publicized personal life, made him a global figure in popular culture. Jackson influenced artists across many music genres. Through stage and video performances, he popularized complicated street dance moves such as the moonwalk, which he named, as well as the robot.",
            "leadImage": "https://upload.wikimedia.org/wikipedia/commons/3/31/Michael_Jackson_in_1988.jpg"
        },
        {
            "category": "SPORTS",
            "title": "Youth Olympic Games",
            "highlights": [
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/2018-10-09_Gymnastics_at_2018_Summer_Youth_Olympics_%E2%80%93_Boys%27_Artistic_Gymnastics_%E2%80%93_Parallel_bars_qualification_%28Martin_Rulsch%29_1409.jpg/320px-2018-10-09_Gymnastics_at_2018_Summer_Youth_Olympics_%E2%80%93_Boys%27_Artistic_Gymnastics_%E2%80%93_Parallel_bars_qualification_%28Martin_Rulsch%29_1409.jpg",
                    "text": "Dive into the Youth Olympic Games (YOG)! A vibrant multi-sport event for 15-18 year olds, held every 4 years. Born from Johann Rosenzopf's idea in 1998, the first summer YOG lit up Singapore in 2010, and winter YOG chilled in Innsbruck in 2012. Beyond sports, it's a cultural exchange and a chance to meet Olympic legends. Next stops? Dakar 2026 and Gangwon 2024!"
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/2018-10-08_Gymnastics_at_2018_Summer_Youth_Olympics_%E2%80%93_Boys%27_Artistic_Gymnastics_%E2%80%93_Rings_qualification_%28Martin_Rulsch%29_0224.jpg/320px-2018-10-08_Gymnastics_at_2018_Summer_Youth_Olympics_%E2%80%93_Boys%27_Artistic_Gymnastics_%E2%80%93_Rings_qualification_%28Martin_Rulsch%29_0224.jpg",
                    "text": "Over 3,600 athletes from 200+ countries competed in the 2010 Youth Summer Olympics! Athletes aged 15-18 by Dec 31 of the event year can join. The IOC ensures every nation sends at least 4 athletes, with special spots for under-represented countries. Team limits apply for fairness!"
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Opening_Ceremony_of_Singapore_YOG_2010_flags.jpg/320px-Opening_Ceremony_of_Singapore_YOG_2010_flags.jpg",
                    "text": "The Youth Olympic Games go beyond sports! Since the 2010 Singapore Games, they've fostered global unity through the culture and education program. With initiatives like the Young Reporters Programme and mixed-gender relays, YOG champions collaboration, mentorship, and cultural exchange. "
                }
            ],
            "summary": "The Youth Olympic Games (YOG) is an international multi-sport event for athletes between 15 and 18 years old, organized by the International Olympic Committee. The games are held every four years in staggered summer and winter events consistent with the current Olympic Games format, though in reverse order with the Olympic Winter Games held in leap years instead of the Summer Olympic Games. The first summer version was held in Singapore from 14 to 26 August 2010 while the first winter version was held in Innsbruck, Austria from 13 to 22 January 2012.",
            "leadImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Youth_Olympic_Games_Logo_Third_Version.svg/320px-Youth_Olympic_Games_Logo_Third_Version.svg.png"
        },
        {
            "category": "SPORTS",
            "title": "Baseball",
            "highlights": [
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Mookie_Betts_hitting_the_ball_%2836478781664%29.jpg/320px-Mookie_Betts_hitting_the_ball_%2836478781664%29.jpg",
                    "text": "A thrilling bat-and-ball game where two teams of nine aim to score by hitting the ball and running bases. Originating from 18th-century England, it's now \"America's Pastime\" and a global sensation. From the Major Leagues Baseball (MLB) World Series in the US to the Olympics, it's a timeless sport loved by many!"
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Baseball_positions.svg/320px-Baseball_positions.svg.png",
                    "text": "An MLB team boasts a 26-player roster: 8 regular position players, 5 starters, and 7 relievers. While many leagues use the DH rule, Japan's Central League skips it. The manager, with coaches in team uniforms, strategizes the game. And every MLB match? Overseen by four umpires. "
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Baseball_pick-off_attempt.jpg/320px-Baseball_pick-off_attempt.jpg",
                    "text": "Baseball's beauty lies in its strategy! From the pitcher's grip determining the ball's movement to the catcher's signals guiding the play. With runners on base, tactics shift – from pickoffs to bunts, and from hit-and-runs to squeeze plays. Every move is a calculated dance between offense and defense, aiming for that home run moment!"
                }
            ],
            "summary": "Baseball is a bat-and-ball sport played between two teams of nine players each, taking turns batting and fielding. The game occurs over the course of several plays, with each play generally beginning when a player on the fielding team, called the pitcher, throws a ball that a player on the batting team, called the batter, tries to hit with a bat. The objective of the offensive team is to hit the ball into the field of play, away from the other team's players, allowing its players to run the bases, having them advance counter-clockwise around four bases to score what are called \"runs\". The objective of the defensive team is to prevent batters from becoming runners, and to prevent runners' advance around the bases. A run is scored when a runner legally advances around the bases in order and touches home plate.",
            "leadImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Mookie_Betts_hitting_the_ball_%2836478781664%29.jpg/320px-Mookie_Betts_hitting_the_ball_%2836478781664%29.jpg"
        },
        {
            "category": "SPORTS",
            "title": "Yoga",
            "highlights": [
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Patanjali_Statue.jpg/320px-Patanjali_Statue.jpg",
                    "text": "Originating in ancient India, Yoga means 'union' in Sanskrit. From its first mention in the Rigveda to its global spread, it's more than just postures. While the West focuses on fitness, traditional yoga emphasizes meditation and detachment. Its global journey began in the late 19th century!"
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Bikram_Yoga_sequence_of_asanas.jpg/320px-Bikram_Yoga_sequence_of_asanas.jpg",
                    "text": "Yoga's ultimate goals: stilling the mind, gaining insight, and achieving unity with the divine or oneself. Its core principles, rooted in the 5th century Common Era, include meditative discovery, expanding consciousness, understanding reality, and even supernatural feats. "
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/The_Yoga_Institute.jpg/320px-The_Yoga_Institute.jpg",
                    "text": "Yoga spans Indian religions: Hinduism's diverse practices, Jainism's liberation from karma, and Buddhism's quest for awakening. Classical yoga emphasizes meditation; Vedanta explores consciousness unity. Tantra visualizes deities, hatha strengthens physically, while kundalini awakens cosmic energy."
                }
            ],
            "summary": "Yoga is a group of physical, mental, and spiritual practices or disciplines which originated in ancient India and aim to control (yoke) and still the mind, recognizing a detached witness-consciousness untouched by the mind (Chitta) and mundane suffering (Duḥkha). There is a wide variety of schools of yoga, practices, and goals in Hinduism, Buddhism, and Jainism, and traditional and modern yoga is practiced worldwide.",
            "leadImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Shiva_Bangalore.jpg/320px-Shiva_Bangalore.jpg"
        },
        {
            "category": "SPORTS",
            "title": "Ice dance",
            "highlights": [
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Demonstratie_internationale_top_kunstrijden_in_Edenhal_het_Russische_paar_Irina%2C_Bestanddeelnr_928-4697.jpg/320px-Demonstratie_internationale_top_kunstrijden_in_Edenhal_het_Russische_paar_Irina%2C_Bestanddeelnr_928-4697.jpg",
                    "text": "A figure skating discipline inspired by ballroom dancing. Born from 19th-century social skating, it debuted at the World Championships in 1952 and the Winter Olympics in 1976. With teams of one man and one woman, they perform lifts, spins, and twizzles. A captivating journey on ice!"
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/7/7a/2009_Cup_of_China_ice-dance_Faiella-Scali01.jpg",
                    "text": "In 2010, ice dance evolved from three segments to two: the rhythm dance and free dance, enhancing spectator appeal. The rhythm dance focuses on pure skating skill, while the free dance blends creative dance steps. Madison Chock and Evan Bates set record scores in both at the 2023 World Team Trophy!"
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/2018_Skate_America_-_Lilah_Fear_%26_Lewis_Gibson_-_04.jpg/320px-2018_Skate_America_-_Lilah_Fear_%26_Lewis_Gibson_-_04.jpg",
                    "text": "The International Skating Union unveils yearly requirements for rhythm & free dance elements! From athletic dance lifts to synchronized twizzles, ice dancing is evolving into a dramatic spectacle. Dive into the world of spins, step sequences, and choreographic wonders. Ice dancing isn't just skating—it's art!"
                }
            ],
            "summary": "Ice dance is a discipline of figure skating that historically draws from ballroom dancing. It joined the World Figure Skating Championships in 1952, and became a Winter Olympic Games medal sport in 1976. According to the International Skating Union (ISU), the governing body of figure skating, an ice dance team consists of one woman and one man.",
            "leadImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Minenkov_and_Moiseeva_1976.jpg/320px-Minenkov_and_Moiseeva_1976.jpg"
        },
        {
            "category": "TOPICAL",
            "title": "Climate change",
            "highlights": [
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Bobcat_Fire%2C_Los_Angeles%2C_San_Gabriel_Mountains.jpg/320px-Bobcat_Fire%2C_Los_Angeles%2C_San_Gabriel_Mountains.jpg",
                    "text": "Climate change, driven by human activities like burning fossil fuels, is causing rapid global warming. Its effects? Melting ice, intense storms, species extinction & more. We're already at 1.2°C warming. To stay below 2°C, we must halve emissions by 2030 & hit net-zero by 2050. The future? Swap fossil fuels for renewables & embrace carbon-capturing methods"
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Change_in_Average_Temperature_With_Fahrenheit.svg/320px-Change_in_Average_Temperature_With_Fahrenheit.svg.png",
                    "text": "From 2011-2020, Earth warmed by 1.09°C vs. 1850-1900. 2020 was 1.2°C hotter than pre-industrial times. Arctic melts at double the global rate, and plants bloom earlier. Despite nature's cycles, human emissions drive the change. Our planet's alarm is ringing!"
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/US_Navy_071120-M-8966H-005_An_aerial_view_over_southern_Bangladesh_reveals_extensive_flooding_as_a_result_of_Cyclone_Sidr.jpg/320px-US_Navy_071120-M-8966H-005_An_aerial_view_over_southern_Bangladesh_reveals_extensive_flooding_as_a_result_of_Cyclone_Sidr.jpg",
                    "text": "Climate change is reshaping our world with oceans acidifying, sea levels rising 3.3mm/year, Arctic ice melting, and extreme weather events intensifying. By 2100, extreme heat could threaten up to 75% of the global population. The WHO warns of 250,000 additional deaths/year by 2050. Our actions now will shape the future."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/20080708_Chicago_City_Hall_Green_Roof_Edit1.jpg/320px-20080708_Chicago_City_Hall_Green_Roof_Edit1.jpg",
                    "text": "Vulnerable nations face climate impacts but emit less. Sustainable Goals & climate action are linked. Clean energy benefits often top costs. Fossil companies owe $5.4T by 2023. The Paris Agreement aims to limit warming, but we lag. UK, EU, Asia pledge carbon neutrality; still, we're off 1.5°C target."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/20220629_Public_estimates_of_scientific_consensus_on_climate_change_-_horizontal_bar_chart.svg/320px-20220629_Public_estimates_of_scientific_consensus_on_climate_change_-_horizontal_bar_chart.svg.png",
                    "text": "Climate change denial, backed by fossil fuel giants and conservative groups, aims to sow doubt in science. Since the '80s, public concern has surged. By 2021, many viewed it as a global crisis. Youth, inspired by Greta Thunberg, protest, and legal battles against inaction intensify. "
                }
            ],
            "summary": "In common usage, climate change describes global warming—the ongoing increase in global average temperature—and its effects on Earth's climate system. Climate change in a broader sense also includes previous long-term changes to Earth's climate. The current rise in global average temperature is more rapid than previous changes, and is primarily caused by humans burning fossil fuels. Fossil fuel use, deforestation, and some agricultural and industrial practices add to greenhouse gases, notably carbon dioxide and methane. Greenhouse gases absorb some of the heat that the Earth radiates after it warms from sunlight. Larger amounts of these gases trap more heat in Earth's lower atmosphere, causing global warming.",
            "leadImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Change_in_Average_Temperature_With_Fahrenheit.svg/320px-Change_in_Average_Temperature_With_Fahrenheit.svg.png"
        },
        {
            "category": "TOPICAL",
            "title": "Sustainable energy",
            "highlights": [
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Darling_Wind_Farm.jpg/320px-Darling_Wind_Farm.jpg",
                    "text": "Sustainable energy is key for our future! Renewable sources like wind & solar are on the rise, making up 8.5% of global electricity in 2019. Yet, 85% of energy still comes from fossil fuels, causing 76% of global emissions. To combat climate change & ensure everyone's access to clean energy, we need a major shift in how we produce & consume energy. "
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Andasol_Guadix_4.jpg/320px-Andasol_Guadix_4.jpg",
                    "text": "The UN's 1987 report highlighted the need to use energy without harming future generations. Today, 85% of our energy comes from fossil fuels, causing climate change & air pollution. Shockingly, 790M people still lack electricity in 2020."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Renewable_Energy_Development_in_the_California_Desert_006.jpg/320px-Renewable_Energy_Development_in_the_California_Desert_006.jpg",
                    "text": "Renewable energy is reshaping our future! Solar and wind are now top affordable power sources. By 2030, solar could be the go-to for 770M people. Solar PV is set to lead by 2027, with wind at 6% of 2019's global electricity. But challenges like environmental impacts and recycling persist. "
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/1_MW_4_MWh_Turner_Energy_Storage_Project_in_Pullman%2C_WA.jpg/320px-1_MW_4_MWh_Turner_Energy_Storage_Project_in_Pullman%2C_WA.jpg",
                    "text": "To combat global warming, we must transform our energy system by 2050: more electrification, efficiency, and innovation. The reward? Cleaner air and millions of lives saved. Time to embrace renewables and tech breakthroughs for a brighter future!"
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/MicrocityCarSharingHangzhou.jpg/320px-MicrocityCarSharingHangzhou.jpg",
                    "text": "Smart government policies can reduce emissions and boost energy security. Since the 1970s, we've been pushing for sustainable energy. With the right moves, by 2050 we could hit net zero emissions. Transitioning to green energy might create 24 million jobs by 2030. "
                }
            ],
            "summary": "Energy is sustainable if it \"meets the needs of the present without compromising the ability of future generations to meet their own needs.\" Most definitions of sustainable energy include considerations of environmental aspects such as greenhouse gas emissions and social and economic aspects such as energy poverty. Renewable energy sources such as wind, hydroelectric power, solar, and geothermal energy are generally far more sustainable than fossil fuel sources. However, some renewable energy projects, such as the clearing of forests to produce biofuels, can cause severe environmental damage.",
            "leadImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Andasol_Guadix_4.jpg/320px-Andasol_Guadix_4.jpg"
        },
        {
            "category": "TOPICAL",
            "title": "Obesity",
            "highlights": [
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Obesity-waist_circumference.svg/320px-Obesity-waist_circumference.svg.png",
                    "text": "Obesity (BMI > 30 kg/m) impacts health, leading to heart issues & diabetes. With diverse causes from diet to genetics, long-term weight loss remains elusive. In 2015, 700M globally were obese. A major preventable death cause, yet perceptions differ worldwide."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Obesity6.JPG/320px-Obesity6.JPG",
                    "text": "Obesity can cut life expectancy by 20 years, linking to diseases like diabetes and severe COVID-19. Yet, some 'metabolically healthy obese' defy these odds. With 2.8 million annual deaths, understanding obesity's impact is crucial. Stay informed"
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/A_humorous_comparison_between_the_obese_Daniel_Lambert_and_C_Wellcome_V0007163.jpg/320px-A_humorous_comparison_between_the_obese_Daniel_Lambert_and_C_Wellcome_V0007163.jpg",
                    "text": "Obesity's hefty costs: $190.2B in US (2005), global $2T (2019), job challenges, healthcare & food industry impacts, and ongoing research and acceptance efforts."
                }
            ],
            "summary": "Obesity is a medical condition, sometimes considered a disease, in which excess body fat has accumulated to such an extent that it can potentially have negative affects on health. People are classified as obese when their body mass index (BMI)—a person's weight divided by the square of the person's height—is over 30 kg/m2; the range 25–30 kg/m2 is defined as overweight. Some East Asian countries use lower values to calculate obesity. Obesity is a major cause of disability and is correlated with various diseases and conditions, particularly cardiovascular diseases, type 2 diabetes, obstructive sleep apnea, certain types of cancer, and osteoarthritis.",
            "leadImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Obesity-waist_circumference.svg/320px-Obesity-waist_circumference.svg.png"
        },
        {
            "category": "TOPICAL",
            "title": "Feminism",
            "highlights": [
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Articles_by_and_photo_of_Charlotte_Perkins_Gilman_in_1916.jpg/320px-Articles_by_and_photo_of_Charlotte_Perkins_Gilman_in_1916.jpg",
                    "text": "Feminism, originating in 18th-century Europe, seeks equality for all genders. It's reshaped views on women, from voting rights to challenging stereotypes. With roots in liberal, socialist, and radical ideologies, today's focus is on inclusive, intersectional approaches. It's about breaking barriers!"
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Mary_Wollstonecraft_by_John_Opie_%28c._1797%29.jpg/320px-Mary_Wollstonecraft_by_John_Opie_%28c._1797%29.jpg",
                    "text": "Mary Wollstonecraft championed women's rights in 1792 with her groundbreaking book. Charles Fourier coined \"féminisme\" in 1837. The term \"feminism\" made its debut in the US in 1910. Feminist goals vary globally, but all movements seeking women's rights are part of its rich tapestry."
                },
                {
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/We_Can_Do_It%21.jpg/320px-We_Can_Do_It%21.jpg",
                    "text": "US students back feminist ideas but shy from the label. Media often skews feminism's image. Pro-feminists, often men, actively support the cause. Anti-feminism has deep roots in opposing women's rights. Some question \"feminism vs. humanism\", but history shows they can coexist."
                }
            ],
            "summary": "Feminism is a range of socio-political movements and ideologies that aim to define and establish the political, economic, personal, and social equality of the sexes. Feminism holds the position that societies prioritize the male point of view and that women are treated unjustly in these societies. Efforts to change this include fighting against gender stereotypes and improving educational, professional, and interpersonal opportunities and outcomes for women.",
            "leadImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Articles_by_and_photo_of_Charlotte_Perkins_Gilman_in_1916.jpg/320px-Articles_by_and_photo_of_Charlotte_Perkins_Gilman_in_1916.jpg"
        }
    ]
}
